Repository: SergeyPodgornyy/PHPAcademy-MVC-framework
Catalog: locales/*/LC_MESSAGES/library_js.po
Languages: de_de, ru_ru, ru_ua

source: Well done!
de_de: Gut gemacht!
ru_ru: Отлично!
ru_ua: Чудово!

source: Oh snap!
de_de: Oh Verschluss!
ru_ru: Увы!
ru_ua: Дідько!

source: Change a few things up and try submitting again
de_de: Ändern Sie ein paar Dinge und versuchen Sie erneut einreichen
ru_ru: Внесите некоторые изменения и повторите ввод снова
ru_ua: Змініть дещо і спробуйте відправити ще раз

source: You successfully inserted movie
de_de: Sie haben ein neuen Film erfolgreich eingefügt
ru_ru: Вы успешно внесли запись о фильме
ru_ua: Ви успішно додали новий фільм

source: You successfully updated this movie
de_de: Sie haben diesen Film erfolgreich aktualisiert
ru_ru: Вы успешно обновили запись об этом фильме
ru_ua: Ви успішно оновили цей фільм

source: You successfully deleted this movie
de_de: Sie haben diesen Film erfolgreich gelöscht
ru_ru: Вы успешно удалили запись об этом фильме
ru_ua: Ви успішно видалили цей фільм

source: You successfully inserted book
de_de: Sie haben erfolgreich ein neues Buch eingefügt
ru_ru: Вы успешно внесли запись о книге
ru_ua: Ви успішно додали книгу

source: You successfully updated this book
de_de: Sie haben dieses Buch erfolgreich aktualisiert
ru_ru: Вы успешно обновили запись об этой книге
ru_ua: Ви успішно оновили цю книгу

source: You successfully deleted this book
de_de: Sie haben dieses Buch erfolgreich gelöscht
ru_ru: Вы успешно удалили запись об этой книге
ru_ua: Ви успішно видалили цю книгу

source: You successfully inserted music item
de_de: Sie haben ein neues Musikstück erfolgreich eingefügt
ru_ru: Вы успешно создали запись об музыкальном произведении
ru_ua: Ви успішно додали музичний твір

source: You successfully updated this music item
de_de: Sie haben dieses Musikstück erfolgreich aktualisiert
ru_ru: Вы успешно обновили запись об этом музыкальном произведении
ru_ua: Ви успішно оновили цей музичний твір

source: You successfully deleted this music item
de_de: Sie haben dieses Musikstück erfolgreich gelöscht
ru_ru: Вы успешно удалили запись об этом музыкальном произведении
ru_ua: Ви успішно видалили цей музичний твір

source: Something went wrong. Check your email and password and try submitting again
de_de: Etwas ist schief gelaufen. Überprüfen Sie Ihre E-Mail-Adresse und Ihr Passwort, dann versuchen Sie es erneut
ru_ru: Что-то пошло не так. Проверьте вашу электронную почту и пароль, и попробуйте отправить еще раз
ru_ua: Щось пішло не так. Перевірте вашу електронну пошту і пароль та спробуйте відправити ще раз

source: You successfully updated your personal data
de_de: Sie haben Ihre persönlichen Daten erfolgreich aktualisiert
ru_ru: Вы успешно обновили свои персональные данные
ru_ua: Ви успішно оновили свої персональні дані
